Repository: Gardenghi-Antreem/flutter_template_brick
Catalog: __brick__/{{name.snakeCase()}}/lib/l10n/arb/app_*.arb
Languages: it

# commonErrorUnknownFailureMessage
source: An error occurred
it: Si è verificato un errore

# commonErrorServerFailureMessage
source: A server error occurred
it: Si è verificato un errore di comunicazione con il server

# commonButtonRetry
source: Retry
it: Riprova

# commonSettings
source: Settings
it: Impostazioni

# splashErrorUnreachableServer
source: Server not found
it: Server not trovato

# loginWelcomeLabel
source: Welcome!
it: Benvenuto!

# loginInsertDataLabel
source: Insert yout data in order to enter the application
it: Inserisci i tuoi dati per accedere all'applicativo

# loginPasswordForgot
source: Password forgot?
it: Password dimenticata?

# onboardingTitleFirstStep
source: Maximize efficiency
it: Massimizza l'efficienza

# onboardingTitleSecondStep
source: Improve accuracy and precision
it: Migliorare l'accuratezza e la precisione

# onboardingTitleThirdStep
source: Experience seamless connectivity
it: Sperimentate la connettività

# oboardingSubTitleFirstStep
source: Easily monitor and control all of your industrial warehouse from one convenient location
it: Monitoraggio e controllo di tutti i magazzini industriali da un'unica e comoda postazione

# oboardingSubTitleSecondStep
source: Stay ahead of the competition with advanced analytics, real-time data tracking and performance reporting
it: Rimanete davanti alla concorrenza con analisi avanzate, tracciamento dei dati in tempo reale e reportistica sulle prestazioni

# oboardingSubTitleThirdStep
source: Eliminate the hassle of manual machine control with our user-friendly app interface
it: Eliminate il fastidio del controllo manuale della macchina con la nostra interfaccia app di facile utilizzo
